Repository: BroKis/ShopGame.Client
Catalog: ShopGame.Client/Resources/Views/Shared/_Layout.*.resx
Languages: ru

# LogoName
source: Capibara
ru: Капибара

# Catalog
source: Open Catalog
ru: Открыть каталог

# PrivacyName
source: Privacy
ru: Политика приватности

# AccountName
source: Work with accounts
ru: Работа с аккаунтами

# AccountList
source: Show accounts
ru: Вывести список аккаунтов

# CreateName
source: Create a new account
ru: Создать новый аккаунт

# AutorizationName
source: Autorization
ru: Авторизация

# UpdAccName
source: Update account
ru: Обновить аккаунт

# HistName
source: Buying History
ru: История покупок

# ExtName
source: Exit an account
ru: Выйти из аккаунта
