Repository: BroKis/ShopGame.Client
Catalog: ShopGame.Client/Resources/Models/IdentityModels/UserForSignUp.*.resx
Languages: ru

# EmailRequired
source: The email field must be filled in
ru: Поле Электронная почта должно быть заполнено

source: Email
ru: Электронная почта

# NameRequired
source: The SNF field must be filled in
ru: Поле ФИО должно быть заполнено

# Name
source: SNF
ru: ФИО

source: Phone Number
ru: Номер телефона

# NumRequired
source: The Phone Number field must be filled in
ru: Поле Номер телефона должно быть заполнено

# NumError
source: The {0} field must have a minimum of {2} and a maximum of {1} characters
ru: Поле {0} должно иметь минимум {2} и максимум {1} символов

# PassRequired
source: The Password field must be filled in
ru: Поле Пароль должно быть заполнено

source: Password
ru: Пароль

# PassError
source: The {0} field must have a minimum of {2} and a maximum of {1} characters
ru: Поле {0} должно иметь минимум {2} и максимум {1} символов

# ConfRequired
source: The Confirm Password field must be filled in
ru: Поле Подтверждение пароля должно быть заполнено

source: Confirm Password
ru: Подтверждение пароля

# ConfError
source: Passwords don't match
ru: Пароли не совпадают

# RoleRequired
source: The Role field must be filled in
ru: Поле Роль долно быть заполнено

source: Role
ru: Роль
